Repository: common-repository/woo-tapuz-delivery
Catalog: languages/tapuz-delivery-*.po
Languages: he_il

source: We are experiencing a communication error. Please try again later.
he_il: אנחנו חווים כרגע בעיות תקשורת. אנא נסה מאוחר יותר.

source: Cancel shipment
he_il: ביטול משלוח

source: Shipment canceled successfully
he_il: המשלוח בוטל בהצלחה

source: Reopen shipment
he_il: פתח משלוח בשנית

source: Open
he_il: פתוח

source: Delivery man on his way
he_il: הועבר לשליח

source: Delivered
he_il: בוצע

source: Collected from customer
he_il: נאסף

source: Back from costumer
he_il: חזר מכפולה

source: Approved
he_il: אושר ביצוע

source: Canceled
he_il: בוטל

source: Second delivery man
he_il: שליח שני

source: On hold
he_il: משלוח בהמתנה

source: Error fetching data from Tapuz. Please check your API Settings on Settings -> Tapuz Delivery
he_il: שגיאה בתקשורת עם תפוז שליחויות. אנא בדוק את ההגדרות בתפריט אפשרויות - > תפוז שליחויות

source: Error opening shipment in Tapuz. Please check your API Settings on Settings -> Tapuz Delivery
he_il: שגיאה בפתיחת השליחות. אנא בדוק את ההגדרות בתפריט אפשרויות - > תפוז שליחויות

source: Tapuz Delivery
he_il: תפוז שליחויות

source: Tapuz shipment details:
he_il: פרטי משלוח בתפוז:

source: Shipment number:
he_il: מספר משלוח:

source: Receiver name:
he_il: שם המקבל:

source: Delivery time:
he_il: זמן פתיחת משלוח:

source: Delivery status:
he_il: סטטוס שליחות:

source: Shipped on:
he_il: נשלח ב:

source: Print label
he_il: הדפס תווית

source: Notice: This plugin was installed after this order was made. Please check with Tapuz if you already opened this delivery.
he_il: הודעה חשובה: התוסף הותקן אחרי שהזמנה זו בוצעה. אנא בדוק שמשלוח זה לא נפתח בעבר.

source: Urgent
he_il: דחוף

source: Return
he_il: כפול

source: Regular delivery
he_il: משלוח רגיל

source: Collecting
he_il: איסוף

source: Transference
he_il: העברה

source: Collect amount:
he_il: סכום גוביינא:

source: NO
he_il: לא

source: Delivery type:
he_il: סוג משלוח:

source: Scooter
he_il: אופנוע

source: Car
he_il: מכונית

source: Packages:
he_il: מספר חבילות:

source: Deliver on:
he_il: משלוח בתאריך:

source: Open shipment
he_il: פתח משלוח

source: Delivery number:
he_il: מספר שליחות:

source: No delivery to display
he_il: אין משלוח להצגה

source: Error - please check WooCommerce shipping Details.
he_il: שגיאה - אנא בדוק את פרטי המשלוח.

source: Error - please check Tapuz settings -> collect from address.
he_il: שגיאה - אנא בדוק את פרטי השולח בתפריט הגדרות -> תפוז שליחויות

source: Error - please check WooCommerce shipping street name.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - כתובת הלקוח.

source: Error - please check WooCommerce shipping house number.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - מספר בית בכתובת הלקוח.

source: Error - please check WooCommerce shipping city name.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - עיר בכתובת הלקוח.

source: Error - please check Tapuz settings -> customer code.
he_il: שגיאה - אנא בדוק את ההגדרות בתפריט ההגדרות -> תפוז שליחויות -> קוד לקוח.

source: Error - please check WooCommerce shipping note.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - הערת משלוח בכתובת לקוח.

source: Error - please check shipping packages number.
he_il: שגיאה - אנא בדוק את מספר החבילות למשלוח.

source: Error - please check WooCommerce shipping costumer name.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - שם הלקוח.

source: Error - please check WooCommerce shipping costumer phone number.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - טלפון לקוח.

source: Error - please check WooCommerce shipping costumer email.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - כתובת דואר אלקטרוני של הלקוח.

source: Error - please check shipping delivery date.
he_il: שגיאה - אנא בדוק את פרטי המשלוח - תאריך שליחות.

source: Error - please check shipping collect amount.
he_il: שגיאה - אנא בדוק את פרטי המשלוח -סכום גוביינא.

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות לגשת לעמוד זה.

source: Your settings have been saved.
he_il: ההגדרות נשמרו בהצלחה.

source: Tapuz Delivery Integration Settings
he_il: הגדרות ממשק - תפוז שליחויות

source: API Settings:
he_il: הגדרות חיבור:

source: Service URL:
he_il: כתובת לממשק:

source: Customer code:
he_il: קוד לקוח:

source: Username:
he_il: שם משתמש:

source: Password:
he_il: סיסמה:

source: Shipping Label Settings:
he_il: הגדרות תוויות משלוח:

source: Label size:
he_il: גודל תווית:

source: Logo URL:
he_il: כתובת לוגו:

source: Delivery Settings - collect from address:
he_il: הגדרות איסוף:

source: Street name:
he_il: שם הרחוב:

source: House number:
he_il: מספר בית:

source: City name:
he_il: שם העיר:

source: Company name:
he_il: שם החברה:

source: submit
he_il: שמור

source: Settings
he_il: הגדרות

source: Who is HATAMMY
he_il: אודות HATAMMY

source: Installation instructions
he_il: הוראות התקנה

source: WooCommerce is not active. Please activate plugin before using Tapuz Delivery plugin.
he_il: תוסף WooCommerce אינו פעיל. אנא הפעל אותו לפני השימוש בתוסף תפוז שליחויות.

source: A plugin for Tapuz Delivery orders from within WooCommerce.
he_il: תוסף המאפשר פתיחת שליחויות, הדפסת תוויות וקבלת סטטוס משלוח ישירות מ- WooCommerce.
